Repository: Vanane/Blublucar
Catalog: translations/messages.*.xlf
Languages: fr

# trips.next
source: Next Trips
fr: Prochains Départs

# trips.self
source: Your Trips
fr: __trips.self

# trips.trip
source: Trip
fr: Trajet :

# trips.details
source: Trip details
fr: __trips.details

# trips.id
source: Trip Id
fr: Id Trajet :

# trips.driver
source: Driver
fr: __trips.driver

# trips.places
source: Total places
fr: Nombre de places

# trips.remaining
source: Remaining places
fr: __trips.remaining

# trips.departure
source: From
fr: __trips.departure

# trips.arrival
source: To
fr: __trips.arrival

# trips.time
source: Travel Time
fr: __trips.time

# trips.vehicle
source: Vehicle
fr: __trips.vehicle

# trips.none
source: No trip available yet.
fr: Aucun trajet diposnible.

# trips.trips
source: Trips
fr: __trips.trips

# trips.add
source: Add a Trip
fr: __trips.add

# comments.title
source: Comments
fr: __comments.title

# comments.self
source: Your Comments
fr: __comments.self

# comments.received
source: Comments from your Trips
fr: Commentaires reçus

# comments.id
source: Comment Id
fr: __comments.id

# comments.score
source: Score
fr: __comments.score

# comments.message
source: Message
fr: __comments.message

# comments.poster
source: Poster
fr: __comments.poster

# comments.posted
source: Posted on
fr: __comments.posted

# comments.post
source: Post a Comment
fr: __comments.post

# comments.none
source: No comment posted yet.
fr: __comments.none

# reservations.title
source: Reservations
fr: __reservations.title

# reservations.self
source: Your Reservations
fr: __reservations.self

# reservations.book
source: Book
fr: __reservations.book

# reservations.id
source: Reservation Id
fr: __reservations.id

# reservations.reserver
source: Booker
fr: __reservations.reserver

# reservations.people
source: Number of Passengers
fr: __reservations.people

# reservations.paid
source: Paid
fr: __reservations.paid

# reservations.pay
source: Pay
fr: __reservations.pay

# reservations.none
source: No reservation made yet.
fr: __reservations.none

# reservations.securepayment
source: Secure Online Payment
fr: Paiement en ligne Sécurisé

# reservations.confirm
source: Payment for reservation nÂ°%id% is confirmed.
fr: __reservations.confirm

source: User Id
fr: Id Utilisateur

# user.email
source: Email
fr: __user.email

# user.password
source: Password
fr: __user.password

# user.score
source: Overall Score
fr: Note Globale

# user.disconnect
source: Disconnect
fr: __user.disconnect

# user.profile
source: Profile
fr: __user.profile

# user.reservations
source: Your Reservations
fr: __user.reservations

# user.comments
source: Your Comments
fr: __user.comments

# user.trips
source: Your Trips
fr: __user.trips

# user.connect
source: Login
fr: __user.connect

# user.connected
source: You are logged as
fr: __user.connected

# user.create.register
source: Register
fr: __user.create.register

# user.create.confirm
source: Create Account
fr: __user.create.confirm

# user.admin
source: Admin
fr: __user.admin

# profile.title
source: %name%'s Profile
fr: Profil de %name%

# base.subtitle
source: Carpooling for tough guys !
fr: Le covoiturage des vrais bonhommes !

# base.delete
source: Delete
fr: __base.delete

# base.create
source: Create
fr: __base.create

# base.at
source: at
fr: __base.at

# base.yes
source: yes
fr: __base.yes

# base.no
source: no
fr: __base.no

# base.languages
source: Languages
fr: Langues
